{
	"content": "# Regulamin serwera\n\n|| @everyone ||\n\n{{kr贸tki opis Edutie}}\n",
	"tts": false,
	"embeds": [
		{
			"id": 582777463,
			"title": "1锔 Zasady og贸lne",
			"description": "Edutie ma by kulturalnym i przyjaznym miejscem dla ka偶dego. Aby tak byo wprowadzamy kilka prostych podstawowych zasad, kt贸re obowizuj ka偶dego wszdzie na serwerze. Oczywiste chyba s netykieta i og贸lnie przyjte normy kultury. Najprociej mo偶na je okreli: \"traktuj innych jakby byli tob\".",
			"color": 8438334,
			"footer": {
				"text": "Nieznajomo powy偶szych zasad nie zwalnia z ich przestrzegania!"
			},
			"thumbnail": {
				"url": "https://avatars.githubusercontent.com/u/145199125"
			},
			"fields": [
				{
					"id": 486419918,
					"name": "1. Prawa nadrzdne",
					"value": "Na serwerze obowizuje prawo Rzeczpospolitej Polski oraz wszelkie ratyfikowane konwencje (zgodnie z art. 10 Konstytucji III RP) ze szczeg贸lnym wyr贸偶nieniem:\n- Konwencji o prawach Czowieka i Dziecka\n- Unijnego RODO\n- Konstytucji RP\n- Kodeksu Karnego RP\n\nW zwizku z powy偶szymi ustawami stanowczo zakazuje si nkania, przeladowania, czy dowolnej formy dyskryminacji.\n硷Wszelkie naruszenia powy偶szego punktu mog i bd zgaszane do organ贸w nadrzdnych (m. im. policja)"
				},
				{
					"id": 43963329,
					"name": "2. Waciciel serwera",
					"value": "癸Wacicielem serwera jest zesp贸 \"Nowa Nauka\" (<@&1304153762906247249>, <@&1304156201168146504>).\n癸Zesp贸 \"Nowa Nauka\" jest wacicielem wszystkich publikowanych na serwerze treci, ale nie jest za nie bezporednio odpowiedzialny.\n癸\"Nowa Nauka\" zastrzega sobie prawo do wykorzystywania treci z serwera w celu promocji."
				},
				{
					"id": 193978246,
					"name": "3. Moderacja",
					"value": "癸Przestrzegania zasad na serwerze pilnuje moderacja serwera (<@&1305560557629210635>).\nW przypadku zauwa偶enie amania regulaminu czonek serwera jest zobowizany powiadomi o tym bezzwocznie moderacj. Akcje moderacje s ostatecznie i nie odwoywalne.\nOstateczna decyzja co do interpretacji akcji u偶ytkownika nale偶y do moderacji serwera.\n癸Moderacja zastrzega prawo do wykonywania akcji bez podawania przyczyny (tak偶e karania)"
				},
				{
					"id": 264832164,
					"name": "4. Netykieta",
					"value": "Na serwerze obowizuje przestrzeganie tzw. \"Netykiety\", czyli og贸lnie przyjtych norm i zasad zachowania w Internecie.\n[Tutaj](https://pl.wikipedia.org/wiki/Netykieta) mo偶esz dowiedzie si wicej.\n1. Nie przeklinaj, nie nkaj, szanuj innych i ich pogldy  STOP mowie nienawici\n2. Nie umieszczaj treci przeznaczonych dla os贸b w wieku powy偶ej 18+ lat\n3. Szanuj prywatno innych. Nie umieszczaj cudzych zdj, prac, czy w szczeg贸lnoci cudzego wizerunku bez jasnej zgody\n4. Pisz poprawnie i kulturalnie"
				},
				{
					"id": 556976816,
					"name": "5. Jzyk",
					"value": "Na serwerze obowizuje jzyk polski.\nObowizuje zakaz umieszczania treci w innych jzykach. Wyjtkiem od reguy s og贸lnie akceptowane zapo偶yczenia z jzyka angielskiego wynikajce z tzw. *slangu*.\nObowizuje cakowity zakaz u偶ywania jzyka wulgarnego."
				},
				{
					"id": 502362678,
					"name": "6. Neutralno pogld贸w",
					"value": "Na serwerze obowizuje cakowity zakaz poruszania temat贸w o charakterze kontrowersyjnym.\nZakazuje si poruszania temat贸w zwizanych z polityk.\nSerwer jest otwarty na osoby LGBTQ+, jednak偶e zabrania si narzucania swoich przekona innym osobom (tyczy si to zar贸wno os贸b LGBTQ+ narzucajcych swoje ideologie jak i os贸b narzucajce ideologie przeciwnej LGBTQ+)"
				},
				{
					"id": 63804032,
					"name": "7. Reklama i promocja",
					"value": "Zabrania si reklamowania czego- lub kogokolwiek bez wyra藕nej zgody moderacji serwera."
				},
				{
					"id": 670901360,
					"name": "8. To偶samo",
					"value": "Zakaz podszywania si pod inne osoby.\nSzczeg贸lny zakaz podszywania si pod zesp贸 \"Nowa Nauka\" i moderacje serwera"
				}
			]
		},
		{
			"id": 666719939,
			"title": "2锔Kanay tekstowe",
			"description": "Serwer udostpnia r贸偶ne kanay tekstowe w wielu r贸偶nych celach. Przestrzegaj cele ka偶dego kanau.",
			"footer": {
				"text": "Nieznajomo powy偶szych zasad nie zwalnia z ich przestrzegania!"
			},
			"thumbnail": {
				"url": "https://avatars.githubusercontent.com/u/145199125"
			},
			"fields": [
				{
					"id": 436732497,
					"name": "1. Zastosowanie kana贸w tekstowych",
					"value": "癸Ka偶dy kana tekstowy ma wyznaczone odg贸rnie cele i zastosowania.\nObowizuje nakaz przestrzegania ustalonych cel贸w dla ka偶dego kanau.\nObowizuje szczeg贸lny zakaz zamiecania czatu poleceniami do bot贸w. (poza kanaami do tego przeznaczonymi)",
					"inline": false
				},
				{
					"id": 965079728,
					"name": "2. SPAM i Flood",
					"value": "Obowizuje cakowity zakaz SPAMowania, tj. wysyania nadmiernej iloci powtarzajcych si wiadomoci.\nObowizuje cakowity zakaz Floodowania, tj. nadmiernego powielania identycznych treci w wiadomoci."
				},
				{
					"id": 250860372,
					"name": "3. Emoji i Zalgo",
					"value": "Obowizuje zakaz nadu偶ywania emoji w wiadomociach.\n癸Dopuszczalna liczba emoji w jednej wiadomoci to 5\nObowizuje cakowity zakaz pisania Zalgiem"
				},
				{
					"id": 795328618,
					"name": "4. Stylistyka i formatowanie",
					"value": "Zabrania si korzystania z dowolnych metod formatowaniu, bd藕 stylistyki w celu utrudnienia czytalnoci wiadomoci.\nObowizuje zakaz nadu偶ywania SPOILER贸w\n癸Dozwolona liczba SPOILER贸w w jednej wiadomoci to 3\n癸Obowizuje ograniczenie u偶ywania CAPSA. Dopuszcza si max. 50% wiadomoci.\n癸Obowizuj podstawowe wytyczne dot. stylistyki i formatowania tekstu przyjte w jzyku polskim i/lub \"Netykiecie\""
				},
				{
					"id": 94567870,
					"name": "5. Sensowno treci",
					"value": "Zabrania si wysyania wiadomoci pozbawionych treci lub jej sensownoci.\nZabrania si wysyania treci niezwizanych z aktualnie prowadzon dyskusj"
				},
				{
					"id": 104135215,
					"name": "6. Edycja i reakcje",
					"value": "- Zamiast wysya wiadomoci charakteru poprawki do poprzedniej wiadomoci (np. `*liter贸wki`) wykorzystuj opcje edycji wiadomoci.\n- Zamiast wysya niepotrzebne kr贸tkie wiadomoci (np. `rel`, `haha`) stosuj odpowiednie reakcje.\nNiezastosowanie si do powy偶szych zalece mo偶e skutkowa upomnieniem."
				},
				{
					"id": 48208018,
					"name": "7. Wzmianki",
					"value": "Zakazuje si niepotrzebnego/nieuzasadnionego oznaczanie innych u偶ytkownik贸w.\nObowizuje szczeg贸lny zakaz nieuzasadnionego oznaczania moderacji serwera."
				},
				{
					"id": 645279567,
					"name": "8. Linki",
					"value": "Obowizuje zakaz udostpniania link贸w do nielegalnych treci\nObowizuje zakaz udostpniania link贸w o charakterze szkodliwym (phishing, etc.)\n癸Ka偶da wiadomo zawierajca link podlega szczeg贸lnej rygorystycznej ocenie i mo偶e skutkowa karami (niezale偶nie od adresu docelowego linku)"
				}
			]
		}
	],
	"components": [],
	"actions": {},
	"username": "NowaNauka",
	"avatar_url": "https://avatars.githubusercontent.com/u/145199125"
}